Repository: Ghostrecon88/baseline-codebase
Catalog: src/rex.i18n/demo/static/i18n/*/LC_MESSAGES/frontend.po
Languages: ar, es, fr

source: just a test
ar: ARABIC just a test
es: SPANISH just a test
fr: FRENCH just a test

source: Variable gettext
ar: ARABIC Variable gettext
es: SPANISH Variable gettext
fr: FRENCH Variable gettext

source: Variable Aliased gettext
ar: ARABIC Variable Aliased gettext
es: SPANISH Variable Aliased gettext
fr: FRENCH Variable Aliased gettext

source: Variable ngettext Single
ar: ARABIC Variable ngettext Single
es: SPANISH Variable ngettext Single
fr: FRENCH Variable ngettext Single

source: Variable Aliased ngettext Single
ar: ARABIC Variable Aliased ngettext Single
es: SPANISH Variable Aliased ngettext Single
fr: FRENCH Variable Aliased ngettext Single

source: Inline gettext
ar: ARABIC Inline gettext
es: SPANISH Inline gettext
fr: FRENCH Inline gettext

source: Inline Aliased gettext
ar: ARABIC Inline Aliased gettext
es: SPANISH Inline Aliased gettext
fr: FRENCH Inline Aliased gettext

source: Inline ngettext Single
ar: ARABIC Inline ngettext Single
es: SPANISH Inline ngettext Single
fr: FRENCH Inline ngettext Single

source: Inline Aliased ngettext Single
ar: ARABIC Inline Aliased ngettext Single
es: SPANISH Inline Aliased ngettext Single
fr: FRENCH Inline Aliased ngettext Single

source: You entered: %(param)s
ar: ARABIC You entered: %(param)s
es: SPANISH You entered: %(param)s
fr: FRENCH You entered: %(param)s
