Repository: Ghostrecon88/baseline-codebase
Catalog: src/rex.forms/static/i18n/*/LC_MESSAGES/frontend.po
Languages: ar, es

source: Audio is not supported by this browser.
ar: الصوت غير معتمد في هاذه البراوزر.
es: El audio no esta apoyado por este navegador.

source: Play
ar: شغل
es: Reproducir

source: Pause
ar: وقف
es: Pausa

source: Restart the Recording
ar: عيد التسجيل
es: Reiniciar la grabación

source: No annotation
ar: لا يوجد ملاحظة
es: No hay anotación

source: Annotation:
ar: ملاحظة:
es: Anotación:

source: Please explain why you can't or won't respond to this question:
ar: يرجى توضيح لماذا لا تستطيع أو لن ترد على هذا السؤال:
es: Por favor explique porque no puede o no quisiera responder a esta pregunta:

source: I can't (or won't) respond to this question.
ar: لا أستطيع (أو لن) الرد على هذا السؤال.
es: Yo no puedo (no quisiera) responder a esta pregunta.

source: Close
ar: اغلق
es: Cerrar

source: This Form has no calculations.
ar: هذا النموذج لا يوجد لديه حسابات
es: Este formulario no tiene calculaciones.

source: Executing calculations...
ar: تنفذ الحسابات...
es: Ejecutando calculaciones…

source: Calculation Results
ar: نتائج الحسابات
es: Resultados de Cálculo

source: No explanation
ar: لا يوجد شرح
es: No hay explicación

source: Explanation:
ar: شرح:
es: Explicación:

source: I don't want to provide this information.
ar: أنا لا أريد أن اقدم هذه المعلومات.
es: Yo no quiero proveer esta informacion.

source: I would like to explain my response to this question.
ar: أود أن أشرح ردي على هذا السؤال.
es: Me gustaria explicar mi respuesta hacia esta pregunta.

source: There was an error when executing the calculations.
ar: هناك خطأ في تنفيذ الحسابات
es: Habia un error mientras se estaban ejecutando las calculaciones.

source: Error
ar: خطأ

source: Review Submission
ar: راجع التقديم
es: Revisar

source: Go Back to the Form
ar: إرجع للنموذج
es: Regresa al formulario

source: Saving Your Progress, Please Wait...
ar: يحفظ التقدم، الرجاء للانتظار
es: Guardando su progreso, espera por favor…

source: Complete Form
ar: نموذج كامل
es: Completar el formulario

source: Preview Calculation Results
ar: انظر علا نتائج الحسابات
es: Vista previa de resultados de cálculo

source: Previous
ar: سابق
es: Previo

source: Next
ar: قادم
es: Siguiente

source: Save
ar: احفظ
es: Guardar

source: Cancel
ar: إلغاء
es: Cancelar

source: Edit
ar: تعديل
es: Editar

source: Clear My Selection
ar: إمحاء اختياري
es: Quita mi selección

source: Remove
ar: ازالة
es: Quitar

source: Add
ar: إضافة
es: Añadir

source: No
ar: لا

source: Yes
ar: نعم
es: Si

source: No Value
ar: لا يوجد قيمة
es: No hay valor

source: Not a valid number.
ar: ليس رقم صحيح.
es: No es un numero valido.

source: Not a valid whole number.
ar: ليس رقم كامل صحيح.
es: No es un número entero valido.

source: This must be entered in the form: YYYY-MM-DD
ar: هاذا يجب ادخاله بالشكل: س س س س - ش ش - ي ي
es: Esto debe ser ingresado en este formato: AAAA-MM-DD

source: This must be entered in the form: YYYY-MM-DDTHH:MM[:SS]
ar: هاذا يجب ادخاله بالشكل: س س س س - ش ش - ي ي س س : د د [: ث ث]
es: Esto debe ser ingresado en este formato: AAAA-MM-DDTHH:MM[:SS]

source: Not a valid date.
ar: ليس تاريخ صالح.
es: No es una fecha valida.

source: This must be entered in the form: HH:MM[:SS]
ar: هاذا يجب ادخاله بالشكل: س س : د د [: ث ث]
es: Esto debe ser ingresado en este formato: HH:MM[:SS]

source: Not a valid time.
ar: ليس وقت صالح.
es: No es un horario valido.

source: You must respond to at least one question in this record.
ar: يجب ان تجاوب علا القل سؤال واحد في هاذا التسجيل.
es: Por lo menos tiene que responder a una pregunta en este registro.

source: Must enter between %(min)s and %(max)s records.
ar: يجب ادخال بين %(min)s و %(max)s تسجيلات.
es: Debe ser ingresado entre %(min)s y %(max)s registros.

source: Must enter at least %(min)s records.
ar: يجب ادخال علا الاقل %(min)s تسجيلات.
es: Debe ingresar como mínimo %(min)s registros.

source: Cannot enter more than %(max)s records.
ar: ممنوع ادخال اكثر من %(max)s تسجيلات.
es: No puede ingresar más de %(max)s registros.

source: You must provide a response for this row.
ar: يجب ان تدخل جواب لهاذا الان.
es: Tiene que proveer una respuesta en esta fila.

source: You must provide a response for this field.
ar: يجب ان تدخل جواب لهاذا السؤال.
es: Tiene que proveer una respuesta en este campo.

source: Must select between %(min)s and %(max)s choices.
ar: يجب ان تختار بين %(min)s و %(max)s اختيارات.
es: Debe de seleccionar entre %(min)s y %(max)s elecciones.

source: Must select at least %(min)s choices.
ar: يجب ان تختار علا الاقل %(min)s اختيارات.
es: Debe de seleccionar como mínimo %(min)s elecciones.

source: Cannot select more than %(max)s choices.
ar: ممنوع اختيار اكثر من %(max)s اختيارات.
es: No puede seleccionar más de %(max)s elecciones.

source: Must be between %(min)s and %(max)s characters.
ar: يجب ان يكون بين %(min)s و %(max)s حروف.
es: Debe de estar entre %(min)s y %(max)s caracteres.

source: Must be at least %(min)s characters.
ar: يجب ان يكون علا الاقل %(min)s حروف.
es: Debe de tener como mínimo %(min)s caracteres.

source: Cannot be more than %(max)s characters.
ar: ممنوع ان يكون اكثر من %(max)s حروف.
es: No puede tener más de %(max)s caracteres.

source: Does not match the expected pattern.
ar: لا يتطابق مع النموذج المتوقع.
es: No coincide con el patrón esperado.

source: Must be between %(min)s and %(max)s.
ar: يجب ان يكون بين %(min)s و %(max)s.
es: Debe de estar entre %(min)s y %(max)s.

source: Must be at least %(min)s.
ar: يجب ان يكون علا الاقل %(min)s.
es: Debe de tener como mínimo %(min)s.

source: Cannot be beyond %(max)s.
ar: ممنوع ان يكون اكثر من %(max)s.
es: No puede estar más allá de %(max)s.

source: Manual Override
ar: تجاوز يدوي
es: Invalidación manual

source: Entered By: %(username)s
ar: تم الدخول بواسطة: %(username)s
es: Ingresado por: %(username)s

source: Final Value
ar: القيمة النهائية
es: Valor Final

source: On Page %(page)s (%(field)s)
ar: على الصفحة %(page)s (%(field)s)
es: En la pagina %(page)s (%(field)s)

source: Top of Page %(page)s (%(field)s)
ar: أعلى الصفحة %(page)s (%(field)s)
es: Parte superior de la página %(page)s (%(field)s)

source: Bottom of Page %(page)s (%(field)s)
ar: أسفل الصفحة %(page)s (%(field)s)
es: Parte inferior de la página %(page)s (%(field)s)

source: Middle of Page %(page)s (%(field)s)
ar: منتصف الصفحة %(page)s (%(field)s)
es: Parte media de la página %(page)s (%(field)s)

source: Complete Reconciliation
ar: تصالح كامل
es: Reconciliación Completa

source: Record %(recordId)s
ar: سجل %(recordId)s
es: Registro %(recordId)s

source: Please complete all required fields before proceeding.
es: Por favor cumplir todos los campos requeridos antes de proceder.

source: Please resolve the errors above before proceeding.
es: Por favor resolver los errores arribas antes de proceder.
